tap "adoptopenjdk/openjdk"
tap "dwarvesf/tap"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
tap "yt-dlp/taps"
brew "act"
brew "python@3.10"
brew "awscli"
brew "glib"
brew "python@3.9"
brew "chruby"
brew "docker"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gobject-introspection"
brew "grep"
brew "htop"
brew "hugo"
brew "iperf3"
brew "jq"
brew "jsonschema"
brew "librdkafka"
brew "mas"
brew "tree-sitter"
brew "neovim"
brew "nmrpflash"
brew "node"
brew "nvm"
brew "pandoc"
brew "poetry"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "subversion"
brew "task"
brew "telnet"
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "vim"
brew "wget"
brew "yarn"
brew "zk"
brew "zsh"
brew "yt-dlp/taps/yt-dlp"
cask "1password"
cask "adoptopenjdk11"
cask "alfred"
cask "alt-tab"
cask "anki"
cask "appcleaner"
cask "caffeine"
cask "datagrip"
cask "discord"
cask "dropbox"
cask "font-roboto-mono"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "macfuse"
cask "notion", args: { appdir: "~/Applications" }
cask "postman"
cask "syncthing"
cask "unofficial-wineskin"
cask "vimmotion"
cask "visual-studio-code"
cask "1password-cli"
mas "FBReader", id: 1067172178
mas "GarageBand", id: 682658836
mas "KakaoTalk", id: 869223134
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Movist", id: 461788075
mas "Numbers", id: 409203825
mas "Reeder", id: 1529448980
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Todoist", id: 585829637
mas "Unicorn HTTPS", id: 1475628500
mas "VPN Unlimited®", id: 694633015
mas "Weatherly", id: 1499228739
